[
    {
        "title":"Profissionais certificados C11.FM ABRAFAC recebem homenagem durante Seminário",
        "url":"https:\/\/abrafac.org.br\/conhecimento\/profissionais-certificados-c11-fm-abrafac-recebem-homenagem-durante-seminario\/",
        "date":"2025-03-05T09:24:16.188751",
        "author":"ABRAFAC",
        "content":"",
        "categories":[

        ],
        "source":"ABRAFAC",
        "language":"pt",
        "id":"6c96048c1620b736a87012119d751ead",
        "collected_at":"2025-03-05T09:24:16.216249",
        "authors":null,
        "abstract":null,
        "year":null,
        "clean_content":"",
        "clean_abstract":"",
        "clean_title":"profissionais certificados cfm abrafac recebem homenagem durante seminario",
        "keywords":[

        ]
    },
    {
        "title":"ABRAFAC participa de reunião com as principais lideranças do setor de serviços",
        "url":"https:\/\/abrafac.org.br\/acontece\/abrafac-participa-de-reuniao-com-as-principais-liderancas-do-setor-de-servicos\/",
        "date":"2025-03-05T09:24:18.490964",
        "author":"ABRAFAC",
        "content":"",
        "categories":[

        ],
        "source":"ABRAFAC",
        "language":"pt",
        "id":"3fc095f2a16a4456a258763ae6b1d613",
        "collected_at":"2025-03-05T09:24:18.514601",
        "authors":null,
        "abstract":null,
        "year":null,
        "clean_content":"",
        "clean_abstract":"",
        "clean_title":"abrafac participa de reuniao com as principais liderancas do setor de servicos",
        "keywords":[

        ]
    },
    {
        "title":"Seja um voluntário!",
        "url":"https:\/\/abrafac.org.br\/gente\/seja-um-voluntario\/",
        "date":"2025-03-05T09:24:20.571951",
        "author":"ABRAFAC",
        "content":"",
        "categories":[

        ],
        "source":"ABRAFAC",
        "language":"pt",
        "id":"fc618b2746988b08e3ae616af5b568aa",
        "collected_at":"2025-03-05T09:24:20.598385",
        "authors":null,
        "abstract":null,
        "year":null,
        "clean_content":"",
        "clean_abstract":"",
        "clean_title":"seja um voluntario",
        "keywords":[

        ]
    },
    {
        "title":"Perspectivas do mercado de Facility Management",
        "url":"https:\/\/abrafac.org.br\/mercado\/perspectivas-do-mercado-de-facility-management\/",
        "date":"2025-03-05T09:24:22.663017",
        "author":"ABRAFAC",
        "content":"",
        "categories":[

        ],
        "source":"ABRAFAC",
        "language":"pt",
        "id":"76b6740d7188f88cccdd892e97225b82",
        "collected_at":"2025-03-05T09:24:22.688405",
        "authors":null,
        "abstract":null,
        "year":null,
        "clean_content":"",
        "clean_abstract":"",
        "clean_title":"perspectivas do mercado de facility management",
        "keywords":[

        ]
    },
    {
        "title":"Primeiro FM Debate do ano apresenta trabalhos vencedores do Prêmio ABRAFAC 2024",
        "url":"https:\/\/abrafac.org.br\/gestao\/primeiro-fm-debate-do-ano-apresenta-trabalhos-vencedores-do-premio-abrafac-2024\/",
        "date":"2025-03-05T09:24:25.569640",
        "author":"ABRAFAC",
        "content":"",
        "categories":[

        ],
        "source":"ABRAFAC",
        "language":"pt",
        "id":"077d64a303b7a519ae9ae5a99172604f",
        "collected_at":"2025-03-05T09:24:25.594222",
        "authors":null,
        "abstract":null,
        "year":null,
        "clean_content":"",
        "clean_abstract":"",
        "clean_title":"primeiro fm debate do ano apresenta trabalhos vencedores do premio abrafac",
        "keywords":[

        ]
    },
    {
        "title":"Uma jornada empreendedora que revolucionou a gestao de equipes de campo",
        "url":"https:\/\/www.infrafm.com.br\/Textos\/0\/23996\/Uma-jornada-empreendedora-que-revolucionou-a-gestao-de-equipes-de-campo",
        "date":"2025-03-05T09:24:30.006165",
        "author":"InfraFM",
        "content":"",
        "categories":[

        ],
        "source":"InfraFM",
        "language":"pt",
        "id":"9234291cb733a236c8a96bc977f0091f",
        "collected_at":"2025-03-05T09:24:30.022306",
        "authors":null,
        "abstract":null,
        "year":null,
        "clean_content":"",
        "clean_abstract":"",
        "clean_title":"uma jornada empreendedora que revolucionou a gestao de equipes de campo",
        "keywords":[

        ]
    },
    {
        "title":"Como as tecnologias estao revolucionando a manutencao de ativos no setor de oleo e gas",
        "url":"https:\/\/www.infrafm.com.br\/Textos\/0\/23991\/Como-as-tecnologias-estao-revolucionando-a-manutencao-de-ativos-no-setor-de-oleo-e-gas",
        "date":"2025-03-05T09:24:32.595910",
        "author":"InfraFM",
        "content":"",
        "categories":[

        ],
        "source":"InfraFM",
        "language":"pt",
        "id":"770d3102355a6597b975ebdd53892439",
        "collected_at":"2025-03-05T09:24:32.619842",
        "authors":null,
        "abstract":null,
        "year":null,
        "clean_content":"",
        "clean_abstract":"",
        "clean_title":"como as tecnologias estao revolucionando a manutencao de ativos no setor de oleo e gas",
        "keywords":[

        ]
    },
    {
        "title":"Modernizando e posicionando um escritorio de 30 anos como pilar do mercado",
        "url":"https:\/\/www.infrafm.com.br\/Textos\/0\/23999\/Modernizando-e-posicionando-um-escritorio-de-30-anos-como-pilar-do-mercado",
        "date":"2025-03-05T09:24:35.179919",
        "author":"InfraFM",
        "content":"",
        "categories":[

        ],
        "source":"InfraFM",
        "language":"pt",
        "id":"aa85c7df620f3c191d44230017b828a6",
        "collected_at":"2025-03-05T09:24:35.197292",
        "authors":null,
        "abstract":null,
        "year":null,
        "clean_content":"",
        "clean_abstract":"",
        "clean_title":"modernizando e posicionando um escritorio de anos como pilar do mercado",
        "keywords":[

        ]
    },
    {
        "title":"Inovando na comunicacao visual com flexibilidade e acessibilidade",
        "url":"https:\/\/www.infrafm.com.br\/Textos\/0\/23994\/Inovando-na-comunicacao-visual-com-flexibilidade-e-acessibilidade",
        "date":"2025-03-05T09:24:37.763595",
        "author":"InfraFM",
        "content":"",
        "categories":[

        ],
        "source":"InfraFM",
        "language":"pt",
        "id":"c2c2988a14b30b29228dec5ebc3a1b5f",
        "collected_at":"2025-03-05T09:24:37.788364",
        "authors":null,
        "abstract":null,
        "year":null,
        "clean_content":"",
        "clean_abstract":"",
        "clean_title":"inovando na comunicacao visual com flexibilidade e acessibilidade",
        "keywords":[

        ]
    },
    {
        "title":"Revolucionando a gestao no setor de terceirizacao",
        "url":"https:\/\/www.infrafm.com.br\/Textos\/0\/23993\/Revolucionando-a-gestao-no-setor-de-terceirizacao",
        "date":"2025-03-05T09:24:40.373684",
        "author":"InfraFM",
        "content":"",
        "categories":[

        ],
        "source":"InfraFM",
        "language":"pt",
        "id":"7a51b644d2a40227eef4ea8b6839f268",
        "collected_at":"2025-03-05T09:24:40.388683",
        "authors":null,
        "abstract":null,
        "year":null,
        "clean_content":"",
        "clean_abstract":"",
        "clean_title":"revolucionando a gestao no setor de terceirizacao",
        "keywords":[

        ]
    },
    {
        "title":"Why Educating Cleaning Associates is Essential for Promoting Building Health",
        "url":"https:\/\/blog.ifma.org\/why-educating-cleaning-associates-is-essential-for-promoting-building-health",
        "date":"2025-02-25T00:00:00",
        "author":"IFMA",
        "content":"February 25, 2025\n      \n\nWhy Educating Cleaning Associates is Essential for Promoting Building Health\n\n\n\n           \n          \n            Kalli Folk\n          \n\n\n          \n          \n          \n          \n\n          \n          2 minute read\n          \n        \n\n\nMaintaining a clean, healthy environment requires more than just surface-level cleaning – it demands empowered, properly trained associates who take pride in their work. Ensuring associates understand the science and the rationale behind their tasks is important not only for quality service, but also truly sanitized spaces.\nWith the right knowledge and tools, cleaning associates have the confidence that they are the experts, providing a greater level of care and comfort for building occupants.\n\nChemical Education\nConsidering how often associates work with various cleaning products, it is essential team members are educated on the science behind the chemical agents they are using, what makes them effective and how to properly use them.\nFor example:\n\nA chlorine bleach-based product, like toilet bowl cleaner, can erode the finish of a sink due to its corrosive properties.\nFloors often do not respond well to general cleaners or most disinfectants, which can result in a sticky residue. Use a neutral floor cleaner.\n\nBy educating associates on these nuances, we empower them to achieve superior results while protecting the integrity of the spaces they clean.\nMastering Dwell Times\nDwell times - the period a disinfectant needs to remain on a surface to eliminate bacteria or viruses – is a fundamental of proper cleaning. They can vary depending on how each disinfectant interacts with various bacteria or viruses.\nAssociates need to know whether the dwell time is 30 seconds, two minutes or 10 minutes to ensure the product is used correctly.\nWith this knowledge, they’ll be more effective and the areas they clean will be healthier.\nUnderstanding Germ Loads\nCreating sanitary environments relies upon cleaning associates understanding where germs and bacteria loads are likely to be high. \nWhile associates are typically trained to clean door handles, light switches and toilet seats, challenging your teams’ critical thinking can elevate their approach.\nFor example:\n\nCommonly touched surfaces like refrigerator door, coffee pot and microwave handles often require additional attention.\nShared areas that are frequently used but hastily cleaned, like privacy booths.\n\nUsing the Right Tools\nDoing manual tasks not only takes more time but increases the risk of injury.\nHonor investments, boost efficiency and promote safety by taking inventory of the equipment you have available and ensuring that it is being properly maintained and utilized. For example:\n\nIs a restroom cleaning machine collecting dust because it’s not easily accessible?\nAre associates bypassing intelligent mops for hand mops because they don’t know how to use them properly?\n\nWhen associates are empowered to utilize modern tools effectively, they not only save time but also work more safely and efficiently.\nMicrofiber: Small But Mighty\nOne of the best tools in a cleaning arsenal is microfiber. Many associates default to rags or disposables because the benefits of microfiber are not clearly explained.\nMicrofiber cloths are made of synthetic fibers—typically polyester and nylon—that are split into tiny strands, each about 1\/100th the diameter of a human hair. This creates a massive surface area for trapping dirt, dust and bacteria.\n\nMicrofiber can remove 99% of bacteria and germs using just water.\nMicrofiber creates a static charge that attracts and traps particles, preventing them from being spread around.\n\nTip: Increase microfiber longevity by following the manufacturer's recommendations for laundering.\nIn conclusion, a well-trained cleaning team is crucial to maintaining spaces that are not only clean but also truly healthy and safe. By educating associates about chemical agents they are using, dwell times, germ loads, and the importance of using the right tools, we can help build employee confidence while enhancing building health.\n\nEditor's Note: Kalli Folk is ESFM’s National Director of Hospitality & Cleaning Programs, bringing a wealth of experience and a forward-thinking approach to janitorial programming. Her comprehensive background includes healthcare, education, and business & industry clients. While driving a culture of hospitality, Kalli leads the implementation of ESFM’s proprietary, self-performed janitorial program, eClean, which obtained ISSA’s CIMS and CIMS-GB certifications with honors.\n\n \n\n\n\n\nShare:\n\n\nShare this page on Facebook\n\n\n\n\nlinkedin-in icon\n\n\n\n\ntwitter icon\n\n\n\n\npinterest-p icon\n\n\n\n\nenvelope icon",
        "categories":[
            "tecnologia"
        ],
        "source":"IFMA Blog",
        "language":"en",
        "id":"a36f5c668a00d10f159b8cb659cd1dce",
        "collected_at":"2025-03-05T09:24:45.912780",
        "authors":null,
        "abstract":null,
        "year":null,
        "clean_content":"february why educating cleaning associates is essential for promoting building health kalli folk minute read maintaining a clean healthy environment requires more than just surfacelevel cleaning - it demands empowered properly trained associates who take pride in their work ensuring associates understand the science and the rationale behind their tasks is important not only for quality service but also truly sanitized spaces with the right knowledge and tools cleaning associates have the confidence that they are the experts providing a greater level of care and comfort for building occupants chemical education considering how often associates work with various cleaning products it is essential team members are educated on the science behind the chemical agents they are using what makes them effective and how to properly use them for example a chlorine bleachbased product like toilet bowl cleaner can erode the finish of a sink due to its corrosive properties floors often do not respond well to general cleaners or most disinfectants which can result in a sticky residue use a neutral floor cleaner by educating associates on these nuances we empower them to achieve superior results while protecting the integrity of the spaces they clean mastering dwell times dwell times the period a disinfectant needs to remain on a surface to eliminate bacteria or viruses - is a fundamental of proper cleaning they can vary depending on how each disinfectant interacts with various bacteria or viruses associates need to know whether the dwell time is seconds two minutes or minutes to ensure the product is used correctly with this knowledge they'll be more effective and the areas they clean will be healthier understanding germ loads creating sanitary environments relies upon cleaning associates understanding where germs and bacteria loads are likely to be high while associates are typically trained to clean door handles light switches and toilet seats challenging your teams' critical thinking can elevate their approach for example commonly touched surfaces like refrigerator door coffee pot and microwave handles often require additional attention shared areas that are frequently used but hastily cleaned like privacy booths using the right tools doing manual tasks not only takes more time but increases the risk of injury honor investments boost efficiency and promote safety by taking inventory of the equipment you have available and ensuring that it is being properly maintained and utilized for example is a restroom cleaning machine collecting dust because it's not easily accessible are associates bypassing intelligent mops for hand mops because they don't know how to use them properly when associates are empowered to utilize modern tools effectively they not only save time but also work more safely and efficiently microfiber small but mighty one of the best tools in a cleaning arsenal is microfiber many associates default to rags or disposables because the benefits of microfiber are not clearly explained microfiber cloths are made of synthetic fibers--typically polyester and nylon--that are split into tiny strands each about th the diameter of a human hair this creates a massive surface area for trapping dirt dust and bacteria microfiber can remove of bacteria and germs using just water microfiber creates a static charge that attracts and traps particles preventing them from being spread around tip increase microfiber longevity by following the manufacturers recommendations for laundering in conclusion a welltrained cleaning team is crucial to maintaining spaces that are not only clean but also truly healthy and safe by educating associates about chemical agents they are using dwell times germ loads and the importance of using the right tools we can help build employee confidence while enhancing building health editors note kalli folk is esfm's national director of hospitality cleaning programs bringing a wealth of experience and a forwardthinking approach to janitorial programming her comprehensive background includes healthcare education and business industry clients while driving a culture of hospitality kalli leads the implementation of esfm's proprietary selfperformed janitorial program eclean which obtained issa's cims and cimsgb certifications with honors share share this page on facebook linkedinin icon twitter icon pinterestp icon envelope icon",
        "clean_abstract":"",
        "clean_title":"why educating cleaning associates is essential for promoting building health",
        "keywords":[
            "the",
            "and",
            "are",
            "associat",
            "cleaning",
            "clean",
            "not",
            "they",
            "microfib",
            "but"
        ]
    },
    {
        "title":"5 Key Benefits of Having a Mentor or Mentee as a Facility Manager",
        "url":"https:\/\/blog.ifma.org\/5-key-benefits-of-having-a-mentor-or-mentee-as-a-facility-manager",
        "date":"2025-02-04T00:00:00",
        "author":"IFMA",
        "content":"February 4, 2025\n      \n\n5 Key Benefits of Having a Mentor or Mentee as a Facility Manager\n\n\n\n           \n          \n            Elizabeth Shelton\n          \n\n\n          \n          \n          \n          \n\n          \n          1 minute read\n          \n        \n\n\nThe facility management industry is always evolving, making collaboration and adaptability essential for success. Navigating these changes and challenges can feel overwhelming, but mentorship can be a powerful tool. Whether you’re just beginning or have years of experience, mentorship fosters learning, builds connections and supports career growth. \n\nWhat is Mentorship? \nMentorship pairs an experienced professional with someone who is seeking knowledge and guidance. These relationships are rooted in shared interests, industry knowledge and career goals. This provides a space for mentees to receive advice and mentors to share their experience in the field. \nBenefits of Being a Mentor in Facility Management \nMentorship is a two-way street that fosters personal and professional growth. Here are five benefits to being a mentor: \n\nShape the Future of Facility Management: Mentors have an opportunity to impact the facility management industry by influencing the next generation of FM professionals. \nExpand Your Network: Mentoring not only keeps you informed about trends, but it also helps you broaden your professional relationships beyond your colleagues and friends.  \nGain Fresh Perspectives: Mentees offer valuable perspectives by sharing their experiences and challenges. \nGive Back to the Industry: Sharing your experiences can help shape and influence someone’s career and success. \nEnhance Leadership Skills: Mentoring gives you the chance to further develop your communication and leadership skills.   \n\nBenefits of Being a Mentee in Facility Management \nFor those looking to grow in FM, mentorship can fast-track and support your career growth. Here’s how: \n\nReceive Tailored Guidance: You can receive guidance based on real-world experience. \nDevelop Essential Skills: Whether it’s leadership, technical expertise, or problem-solving, mentorship helps you hone the skills and strengthen your industry knowledge. \nBuild a Stronger Network: A mentor can introduce you to new professional contacts in the industry, helping you gain new opportunities and connections. \nStay Accountable: Having someone to check in with keeps you focused on your goals. \nBoost Confidence: The encouragement and validation from a mentor can help build your confidence. \n\nHow to Get Started \nMentorship in facility management isn’t just a way to help build your career, but rather it can help influence and impact the future of the industry. By embracing mentorship, both mentors and mentees contribute to a culture of learning, innovation and collaboration.  \nAre you ready to take the next step? Explore IFMA’s Mentor Match program is your gateway to professional growth and meaningful connections. Whether you seek guidance or want to share your expertise, our program empowers you to enhance your career, no matter where you are in the world. \n\n \n\n\n\n\nShare:\n\n\nShare this page on Facebook\n\n\n\n\nlinkedin-in icon\n\n\n\n\ntwitter icon\n\n\n\n\npinterest-p icon\n\n\n\n\nenvelope icon",
        "categories":[
            "outros"
        ],
        "source":"IFMA Blog",
        "language":"en",
        "id":"7ea761f536f988d9a8d642fc497565b3",
        "collected_at":"2025-03-05T09:24:48.931345",
        "authors":null,
        "abstract":null,
        "year":null,
        "clean_content":"february key benefits of having a mentor or mentee as a facility manager elizabeth shelton minute read the facility management industry is always evolving making collaboration and adaptability essential for success navigating these changes and challenges can feel overwhelming but mentorship can be a powerful tool whether you're just beginning or have years of experience mentorship fosters learning builds connections and supports career growth what is mentorship mentorship pairs an experienced professional with someone who is seeking knowledge and guidance these relationships are rooted in shared interests industry knowledge and career goals this provides a space for mentees to receive advice and mentors to share their experience in the field benefits of being a mentor in facility management mentorship is a twoway street that fosters personal and professional growth here are five benefits to being a mentor shape the future of facility management mentors have an opportunity to impact the facility management industry by influencing the next generation of fm professionals expand your network mentoring not only keeps you informed about trends but it also helps you broaden your professional relationships beyond your colleagues and friends gain fresh perspectives mentees offer valuable perspectives by sharing their experiences and challenges give back to the industry sharing your experiences can help shape and influence someone's career and success enhance leadership skills mentoring gives you the chance to further develop your communication and leadership skills benefits of being a mentee in facility management for those looking to grow in fm mentorship can fasttrack and support your career growth here's how receive tailored guidance you can receive guidance based on realworld experience develop essential skills whether it's leadership technical expertise or problemsolving mentorship helps you hone the skills and strengthen your industry knowledge build a stronger network a mentor can introduce you to new professional contacts in the industry helping you gain new opportunities and connections stay accountable having someone to check in with keeps you focused on your goals boost confidence the encouragement and validation from a mentor can help build your confidence how to get started mentorship in facility management isn't just a way to help build your career but rather it can help influence and impact the future of the industry by embracing mentorship both mentors and mentees contribute to a culture of learning innovation and collaboration are you ready to take the next step explore ifma's mentor match program is your gateway to professional growth and meaningful connections whether you seek guidance or want to share your expertise our program empowers you to enhance your career no matter where you are in the world share share this page on facebook linkedinin icon twitter icon pinterestp icon envelope icon",
        "clean_abstract":"",
        "clean_title":"key benefits of having a mentor or mentee as a facility manager",
        "keywords":[
            "and",
            "the",
            "your",
            "you",
            "men",
            "mentorship",
            "can",
            "facility",
            "industry",
            "management"
        ]
    },
    {
        "title":"4-Step Formula to Earning Your CFM Credential",
        "url":"https:\/\/blog.ifma.org\/4-step-formula-to-obtaining-your-cfm-certification",
        "date":"2025-01-30T00:00:00",
        "author":"IFMA",
        "content":"January 30, 2025\n      \n\n4-Step Formula to Earning Your CFM Credential\n\n\n\n           \n          \n            Elizabeth Shelton\n          \n\n\n          \n          \n          \n          \n\n          \n          2 minute read\n          \n        \n\n\n\n\n \nAre you interested in IFMA's most prestigious credential? We are walking you step-by-step through the process of obtaining your CFM.  \nWhat is the Certified Facility Manager (CFM)? \nThe CFM is a globally recognized credential that is designed to test your expertise as a facility manager. \nIs the CFM a course? \nThe CFM is not a course. It is an exam to demonstrate your industry expertise and knowledge.  \nDo you have to maintain certification? \nYes! To keep your credential in good standing, you must complete maintenance activities for your CFM credential and report them to IFMA. \nWhat makes the CFM credential a wise choice?  \nThe CFM is a globally recognized credential that is designed to test your expertise as a facility manager. Obtaining it is a great way to showcase the mastery of your skills across the entire FM body of knowledge.  \nPlus, the CFM credential can significantly boost career prospects by: \n\nHelping you gain credibility in your professional network \nShowcasing your knowledge of 11 core competencies \nGrowing as a leader in facility management \nOpening doors for career advancement \nPotentially increasing your earning potential \n\n4 Steps to Obtaining Your CFM \n1. Determine Eligibility\nBefore you apply for the exam, you need to determine if you meet the eligibility requirements. We require those applying for the CFM exam to have at least 3 years of FM experience if they have a bachelor’s or master’s degree in FM. If you have 5 years of experience as a facility manager, no degree is required for you to complete your CFM exam. \n\nIf you are still not sure, you can reach out to our Credentials team, and they can help determine what would be the best fit for you. \nRelated: Certified Facility Manager (CFM) or FMP? A Quick Guide\n2. Prepare for the exam\nWhile a candidate only needs to meet the eligibility requirements to apply for the CFM Exam, IFMA provides online and classroom courses within the 11 competencies along with other resources to help you prepare for the CFM.  \n5 resources to help you prepare: \n\nCFM Practice Exam\nIFMA's Self-Assessment Tool \nCFM Exam Prep Workshop (study exam methodology) \nCore Competency Courses (study the subject matter of the exam) \nCFM Knowledge Workshop (study exam methodology + study the subject matter of the exam) \n\n\nNote: None of these are mandatory nor are they endorsed by the IFMA Certification Commission. \n\n\n3. Apply for the exam\nOnce you believe you are ready to take the exam, submit your application! \nTo attain the CFM Certification, the candidate must schedule their exam at an approved Prometric testing center (available globally). IFMA also offers proctored exams virtually after the candidate has met the requirements. Once your application is accepted by IFMA, you have 90 days to test. We suggest waiting to submit your application until you feel confident to schedule a test day. \n4. Take the Exam\nNow you get to take the exam on the scheduled date you picked! \nCongrats! You've passed and it's time to celebrate your achievement.  \nYou did it, you’ve earned your CFM! Now you can share:  \n\nDigital Badge: Share your credential on LinkedIn, your resume, and email signature.\nDigital Certificate: A downloadable certificate to commemorate your accomplishment. \nCredential Verification: Official proof of your CFM designation. \n\nReady to start your CFM journey? \n\n \n\n\n\n\nShare:\n\n\nShare this page on Facebook\n\n\n\n\nlinkedin-in icon\n\n\n\n\ntwitter icon\n\n\n\n\npinterest-p icon\n\n\n\n\nenvelope icon",
        "categories":[
            "tecnologia"
        ],
        "source":"IFMA Blog",
        "language":"en",
        "id":"79ba39e172706f5b4b085f17c013676a",
        "collected_at":"2025-03-05T09:24:52.241070",
        "authors":null,
        "abstract":null,
        "year":null,
        "clean_content":"january step formula to earning your cfm credential elizabeth shelton minute read are you interested in ifmas most prestigious credential we are walking you stepbystep through the process of obtaining your cfm what is the certified facility manager cfm the cfm is a globally recognized credential that is designed to test your expertise as a facility manager is the cfm a course the cfm is not a course it is an exam to demonstrate your industry expertise and knowledge do you have to maintain certification yes to keep your credential in good standing you must complete maintenance activities for your cfm credential and report them to ifma what makes the cfm credential a wise choice the cfm is a globally recognized credential that is designed to test your expertise as a facility manager obtaining it is a great way to showcase the mastery of your skills across the entire fm body of knowledge plus the cfm credential can significantly boost career prospects by helping you gain credibility in your professional network showcasing your knowledge of core competencies growing as a leader in facility management opening doors for career advancement potentially increasing your earning potential steps to obtaining your cfm determine eligibility before you apply for the exam you need to determine if you meet the eligibility requirements we require those applying for the cfm exam to have at least years of fm experience if they have a bachelor's or master's degree in fm if you have years of experience as a facility manager no degree is required for you to complete your cfm exam if you are still not sure you can reach out to our credentials team and they can help determine what would be the best fit for you related certified facility manager cfm or fmp a quick guide prepare for the exam while a candidate only needs to meet the eligibility requirements to apply for the cfm exam ifma provides online and classroom courses within the competencies along with other resources to help you prepare for the cfm resources to help you prepare cfm practice exam ifmas selfassessment tool cfm exam prep workshop study exam methodology core competency courses study the subject matter of the exam cfm knowledge workshop study exam methodology study the subject matter of the exam note none of these are mandatory nor are they endorsed by the ifma certification commission apply for the exam once you believe you are ready to take the exam submit your application to attain the cfm certification the candidate must schedule their exam at an approved prometric testing center available globally ifma also offers proctored exams virtually after the candidate has met the requirements once your application is accepted by ifma you have days to test we suggest waiting to submit your application until you feel confident to schedule a test day take the exam now you get to take the exam on the scheduled date you picked congrats youve passed and its time to celebrate your achievement you did it you've earned your cfm now you can share digital badge share your credential on linkedin your resume and email signature digital certificate a downloadable certificate to commemorate your accomplishment credential verification official proof of your cfm designation ready to start your cfm journey share share this page on facebook linkedinin icon twitter icon pinterestp icon envelope icon",
        "clean_abstract":"",
        "clean_title":"step formula to earning your cfm credential",
        "keywords":[
            "the",
            "your",
            "cfm",
            "you",
            "credent",
            "ifm",
            "are",
            "facility",
            "and",
            "manag"
        ]
    },
    {
        "title":"How Office Design Can Support Mental Health in the Workplace",
        "url":"https:\/\/blog.ifma.org\/how-office-design-can-support-mental-health-in-the-workplace",
        "date":"2025-01-28T00:00:00",
        "author":"IFMA",
        "content":"January 28, 2025\n      \n\nHow Office Design Can Support Mental Health in the Workplace\n\n\n\n           \n          \n            Derrell Jackson\n          \n\n\n          \n          \n          \n          \n\n          \n          4 minute read\n          \n        \n\n\n \n\n\nPost pandemic, companies and organizations are increasingly challenged to address mental health in the workplace. It’s clear employees value occupations that align with their mental health needs and overall well-being. Employers that embrace this will see benefits themselves; improving employee mental health—which encompasses stress, sleep quality, mood, fatigue, well-being, depression, burnout, productivity, concentration, and engagement—has been shown to reduce healthcare costs and absenteeism while increasing productivity. Of course, the foundation of a happy, healthy workplace is culture. (In fact, studies have shown that a manager impacts a worker’s mental health more than a doctor or therapist does.) To improve culture, companies are now prioritizing employee well-being programs, holistic health benefits, and open conversations about mental health. And whereas programs are vital, a workplace’s physical environment can also influence mental health. As such, facility managers have a unique opportunity to support employee mental health through the design and management of the physical office space, as follows:\nLayout\nFor concentration and productivity, private offices are preferred over open floorplans (Kropman et al.)—but we all know this isn’t feasible for most settings. To optimize open offices, limit desk clusters to 2–5 people and be sure to implement a visual and\/or acoustic separation between each cluster. Visual separation doesn’t have to be limited to cubicles. Variations in flooring—whether it be a different material, pattern, or color—can be used to visually designate one zone from another.\nOffices that offer breakout rooms or spaces tend to reap the benefits of improved employee well-being, concentration, and productivity (Kropman et al.). These separate spaces empower employees with flexibility in how they work, serving as a place where they are encouraged to collaborate loudly with others or where they can find peace during a stressful day.\n\nAesthetics\nColors and textures are easy ways to dictate the mood of a given space. In breakrooms, dark or neutral colors add a coziness that can help employees relax. In work areas, whites and blues are your best bet for increased productivity and reduced stress (Kropman et al.).\nIf the idea of a white-walled work area sounds stark, consider using the floor as a way to bring in subtle bursts of color and texture. Carpet tiles with variations in pile height can usher in depth, interest, and texture without distracting from worker productivity. In kitchens or vitality spaces, colorful rubber tiles can bring a sense of playfulness and serve as a visual break from the “work zone” whites and blues.\nAcoustics\nAccording to a 2018 study, good acoustics are a top priority for employees. Choosing the right furnishings helps mitigate excess noise and echoes, with floors playing an especially integral role in this. This is such an important topic that I dedicated a previous blog post to it. For more information, read “Addressing Acoustic Comfort for Increased Productivity and Comfort.”\n\nTemperature\nThe thermostat is arguably one of the biggest points of conflict in any shared space. The ideal temperature range can vary based on the season and geographic location of a building, but 68–75º is usually a good starting point (Kropman et al.). Still, there’s always someone who’s too hot and someone else who’s too cold—it seems impossible to please everyone! So, when possible, providing employees with the ability to control the temperature in their individual space keeps everyone happy and focused.\nIndoor Air Quality\n“Stuffy” air has been shown to negatively impact employee productivity, concentration, and fatigue (Kropman et al.). Proper ventilation can be a breath of fresh air to employees’ well-being and performance. But air quality goes beyond the perception of stuffiness versus freshness—things like volatile organic compounds (VOCs) and allergens can have a very real impact on someone’s health. The U.S. Department of Labor’s Occupational Safety and Health Association estimates that poor air quality creates a combined loss of $15 billion annually for businesses due to worker inefficiency and sick days. Recent statistics from the Asthma & Allergy Foundation of America suggest that 27 million Americans suffer from asthma and another 100 million have allergies. Designing a space that reduces exposure to asthma and allergy triggers relies heavily on selecting the right materials from the get-go. When choosing a floorcovering, for example, facility managers should place careful evaluation on the materials, chemicals, and adhesives used in the product’s manufacturing, installation, and daily maintenance. I’ve written more on this topic previously; check out the blog post “How Climate Change Impacts Our Buildings and the People Inside—and Design Choices That Can Help” for more detailed information and guidance.\n\nLight\nOur circadian rhythms are heavily impacted by light. Employees who work in dark offices or with minimal exposure to natural light are likely to be fatigued and experience poorer sleep quality—which in turn result in reduced concentration and productivity (Kropman et al.). Darker days in the fall and winter can also lead to depression, with an estimated 10 million Americans experiencing seasonal affective disorder. Increasing exposure to natural light in the office—designing around windows, installing skylights or solar tubes, or at the very least offering access to artificial sunlight lamps—can boost moods and performance. At the same time, be sure to offer options for employees to block out excess light or glare when needed.\nLightbulbs are lower-hanging fruit. Selecting bulbs with the right brightness and relative temperature can work wonders in improving productivity, concentration, and fatigue. For optimal performance, select bright, cool-toned lights over dim, warm-toned lights. To go above and beyond, give employees the ability to control the lighting in their workspace, which can further improve well-being and engagement (Kropman et al.).\nNature\nViews of nature have been shown to reduce fatigue and improve sleep quality, mood, productivity, and well-being. For offices that can’t guarantee forest views for everyone, bringing nature into the office can have significant effects on employee mental health too. Incorporating 1–3 plants per employee can increase productivity by 3–15%, increase concentration by 10–20%, and reduce stress by 4–8%. Just be sure not to get too carried away, as too many plants, which could be visually overwhelming, can backfire (Kropman et al.).\nThe average full-time worker spends nearly half of their waking time at work. The least we can do is ensure their office supports not only their performance but, more importantly, their mental health and overall well-being too.\nSource: Daan Kropman, Rianne Appel-Meulenbroek, Lisanne Bergefurt & Pascale LeBlanc (2023) The business case for a healthy office; a holistic overview of relations between office workspace design and mental health, Ergonomics, 66:5, 658-675, DOI: 10.1080\/00140139.2022.2108905 \n\nEditor's Note:  As the director of workplace segment markets for Tarkett North America, Derrell leads the organization’s strategic planning for market growth in corporate offices, life sciences, and multi-family projects. He believes collaboration is the key to any organization’s success and is passionate about supporting Tarkett customers with the research and design strategies needed for evolving the future of workplace environments. \n\n \n\n\n\n\nShare:\n\n\nShare this page on Facebook\n\n\n\n\nlinkedin-in icon\n\n\n\n\ntwitter icon\n\n\n\n\npinterest-p icon\n\n\n\n\nenvelope icon",
        "categories":[
            "gestão_espacial"
        ],
        "source":"IFMA Blog",
        "language":"en",
        "id":"e419384c9c1a33ac81b481e8a9c62efd",
        "collected_at":"2025-03-05T09:24:55.404128",
        "authors":null,
        "abstract":null,
        "year":null,
        "clean_content":"january how office design can support mental health in the workplace derrell jackson minute read post pandemic companies and organizations are increasingly challenged to address mental health in the workplace it's clear employees value occupations that align with their mental health needs and overall wellbeing employers that embrace this will see benefits themselves improving employee mental health--which encompasses stress sleep quality mood fatigue wellbeing depression burnout productivity concentration and engagement--has been shown to reduce healthcare costs and absenteeism while increasing productivity of course the foundation of a happy healthy workplace is culture in fact studies have shown that a manager impacts a worker's mental health more than a doctor or therapist does to improve culture companies are now prioritizing employee wellbeing programs holistic health benefits and open conversations about mental health and whereas programs are vital a workplace's physical environment can also influence mental health as such facility managers have a unique opportunity to support employee mental health through the design and management of the physical office space as follows layout for concentration and productivity private offices are preferred over open floorplans kropman et al--but we all know this isn't feasible for most settings to optimize open offices limit desk clusters to - people and be sure to implement a visual andor acoustic separation between each cluster visual separation doesn't have to be limited to cubicles variations in flooring--whether it be a different material pattern or color--can be used to visually designate one zone from another offices that offer breakout rooms or spaces tend to reap the benefits of improved employee wellbeing concentration and productivity kropman et al these separate spaces empower employees with flexibility in how they work serving as a place where they are encouraged to collaborate loudly with others or where they can find peace during a stressful day aesthetics colors and textures are easy ways to dictate the mood of a given space in breakrooms dark or neutral colors add a coziness that can help employees relax in work areas whites and blues are your best bet for increased productivity and reduced stress kropman et al if the idea of a whitewalled work area sounds stark consider using the floor as a way to bring in subtle bursts of color and texture carpet tiles with variations in pile height can usher in depth interest and texture without distracting from worker productivity in kitchens or vitality spaces colorful rubber tiles can bring a sense of playfulness and serve as a visual break from the \"work zone\" whites and blues acoustics according to a study good acoustics are a top priority for employees choosing the right furnishings helps mitigate excess noise and echoes with floors playing an especially integral role in this this is such an important topic that i dedicated a previous blog post to it for more information read \"addressing acoustic comfort for increased productivity and comfort\" temperature the thermostat is arguably one of the biggest points of conflict in any shared space the ideal temperature range can vary based on the season and geographic location of a building but -o is usually a good starting point kropman et al still there's always someone who's too hot and someone else who's too cold--it seems impossible to please everyone so when possible providing employees with the ability to control the temperature in their individual space keeps everyone happy and focused indoor air quality \"stuffy\" air has been shown to negatively impact employee productivity concentration and fatigue kropman et al proper ventilation can be a breath of fresh air to employees' wellbeing and performance but air quality goes beyond the perception of stuffiness versus freshness--things like volatile organic compounds vocs and allergens can have a very real impact on someone's health the us department of labor's occupational safety and health association estimates that poor air quality creates a combined loss of billion annually for businesses due to worker inefficiency and sick days recent statistics from the asthma allergy foundation of america suggest that million americans suffer from asthma and another million have allergies designing a space that reduces exposure to asthma and allergy triggers relies heavily on selecting the right materials from the getgo when choosing a floorcovering for example facility managers should place careful evaluation on the materials chemicals and adhesives used in the product's manufacturing installation and daily maintenance i've written more on this topic previously check out the blog post \"how climate change impacts our buildings and the people inside--and design choices that can help\" for more detailed information and guidance light our circadian rhythms are heavily impacted by light employees who work in dark offices or with minimal exposure to natural light are likely to be fatigued and experience poorer sleep quality--which in turn result in reduced concentration and productivity kropman et al darker days in the fall and winter can also lead to depression with an estimated million americans experiencing seasonal affective disorder increasing exposure to natural light in the office--designing around windows installing skylights or solar tubes or at the very least offering access to artificial sunlight lamps--can boost moods and performance at the same time be sure to offer options for employees to block out excess light or glare when needed lightbulbs are lowerhanging fruit selecting bulbs with the right brightness and relative temperature can work wonders in improving productivity concentration and fatigue for optimal performance select bright cooltoned lights over dim warmtoned lights to go above and beyond give employees the ability to control the lighting in their workspace which can further improve wellbeing and engagement kropman et al nature views of nature have been shown to reduce fatigue and improve sleep quality mood productivity and wellbeing for offices that can't guarantee forest views for everyone bringing nature into the office can have significant effects on employee mental health too incorporating - plants per employee can increase productivity by - increase concentration by - and reduce stress by - just be sure not to get too carried away as too many plants which could be visually overwhelming can backfire kropman et al the average fulltime worker spends nearly half of their waking time at work the least we can do is ensure their office supports not only their performance but more importantly their mental health and overall wellbeing too source daan kropman rianne appelmeulenbroek lisanne bergefurt pascale leblanc the business case for a healthy office a holistic overview of relations between office workspace design and mental health ergonomics doi editors note as the director of workplace segment markets for tarkett north america derrell leads the organization's strategic planning for market growth in corporate offices life sciences and multifamily projects he believes collaboration is the key to any organization's success and is passionate about supporting tarkett customers with the research and design strategies needed for evolving the future of workplace environments share share this page on facebook linkedinin icon twitter icon pinterestp icon envelope icon",
        "clean_abstract":"",
        "clean_title":"how office design can support mental health in the workplace",
        "keywords":[
            "and",
            "the",
            "can",
            "employe",
            "health",
            "are",
            "offic",
            "productivity",
            "ment",
            "that"
        ]
    },
    {
        "title":"5 Reasons Facility Managers Can’t Miss IFMA’s Facility Fusion Conference",
        "url":"https:\/\/blog.ifma.org\/5-reasons-facility-managers-cant-miss-ifmas-facility-fusion-conference",
        "date":"2025-01-24T00:00:00",
        "author":"IFMA",
        "content":"January 24, 2025\n      \n\n5 Reasons Facility Managers Can’t Miss IFMA’s Facility Fusion Conference\n\n\n\n           \n          \n            Elizabeth Shelton\n          \n\n\n          \n          \n          \n          \n\n          \n          2 minute read\n          \n        \n\n\n\n\nFacility managers may know us for our biggest conference of the year: World Workplace. But for those in the built environment looking for a holistic learning experience intended to help practitioners become a more well-rounded facility manager, Facility Fusion is the perfect fit. This conference is packed with unique opportunities to enhance yourself and your community through doing what facility managers do best: making the environment around you a better place to live, work and play. \nHere’s five reasons facility managers can’t miss Facility Fusion 2025 in Austin, Texas: \n1. Network in person with facility managers from across the globe. \n\nOur membership is diverse and spans across multiple industries, communities and countries. See how healthcare FMs tackle modern-day challenges. Learn how FMs who manage airports incorporate innovative solutions. Study how FMs in education grow their facility knowledge. There’s endless possibilities to take adapt solutions from other facility experts into your own buildings. This year at Facility Fusion, IFMA has made sure there’s plenty of opportunities to meet new FMs and grow your network. Pop by the welcome reception, join the community service project or grab a drink at the coffee connect. Need a break to stretch your legs? Join us for our Fusion Wellness Activity. Don’t miss the IFMA Cares Community service project to help support the Austin Humane Society on April 30!\n2. Take advantage of learning in person with education sessions that address modern-day challenges. \n\nAt IFMA, we understand everyone learns differently. It’s important to us to have a wide range of courses and classes to make sure each FM's individual learning needs are met. If you thrive from learning in person, Facility Fusion is one of the best opportunities for you to access high-quality in-person educational sessions made specifically for modern-day facility managers. Every year, we curate our education sessions to address the latest emerging topics in our industry from the built environment’s most seasoned speakers. Get the most out of the in-person experience by joining a learning lab or collaborating at a hands-on workshop. Not only will you leave these sessions inspired with new ideas and solutions, but it's likely you will meet other facility professionals who can help you work through your most pressing facility challenges.  \n3. Find solution experts that are the best fit for you and your team to work with. \n\nHow many times have you finished an online demo with a potential new vendor and were left feeling unsure? The magic of IFMA’s expo is you can maximize your time by seeing all the top FM products in one place, and you experience in real-time what it would be like to work with that solution team. When you’re investing a large portion of your budget into a certain facility management solution, you can feel more confident about the purchase by vetting the providers in person and creating an organic rapport. Not only is hitting the expo floor more efficient than online demos, but the prizes, contests and freebies make the entire experience more fun.  \n4. Listen and learn from power speakers in facility management. \n\nEveryone needs inspiration to go back to their facilities inspired and invigorated to tackle the job. We’ve hand-picked experts in psychology, communication, and leadership to help encourage you to think differently about how you tackle your day-to-day. These leading experts in their fields will expand your idea of how facility management is interconnected to our environment and how FMs can make a bigger impact in the world. Don’t miss the opportunity to think outside the box and improve your life, mind and holistic health with our power speaker sessions.  \n5. Explore a behind-the-scenes tour of fascinating facilities in Austin, Texas\n\nJoin us for an exclusive experience to tour Austin City Library. This 40,000 sq. feet facility boasts many cutting-edge sustainable designs, achieving 40% greater energy efficiency than similarly sized buildings. Featuring rooftop garden, MechoShades window system, Rainwater Collection System and other advanced technologies. You also have the chance to explore RiverSouth, a 350,000-square-foot office building overlooking park shores and the hill country. This building is known as the 'smartest' building in Austin due to its automation system that provides real-time feedback and can interact with tenants to promote comfort, health, and security.\nInterested in learning more about Facility Fusion? \n\n\n\n\n\nShare:\n\n\nShare this page on Facebook\n\n\n\n\nlinkedin-in icon\n\n\n\n\ntwitter icon\n\n\n\n\npinterest-p icon\n\n\n\n\nenvelope icon",
        "categories":[
            "gestão_espacial"
        ],
        "source":"IFMA Blog",
        "language":"en",
        "id":"cbe38ade5ce7c781f3af9b388d015169",
        "collected_at":"2025-03-05T09:24:58.497334",
        "authors":null,
        "abstract":null,
        "year":null,
        "clean_content":"january reasons facility managers can't miss ifma's facility fusion conference elizabeth shelton minute read facility managers may know us for our biggest conference of the year world workplace but for those in the built environment looking for a holistic learning experience intended to help practitioners become a more wellrounded facility manager facility fusion is the perfect fit this conference is packed with unique opportunities to enhance yourself and your community through doing what facility managers do best making the environment around you a better place to live work and play here's five reasons facility managers can't miss facility fusion in austin texas network in person with facility managers from across the globe our membership is diverse and spans across multiple industries communities and countries see how healthcare fms tackle modernday challenges learn how fms who manage airports incorporate innovative solutions study how fms in education grow their facility knowledge there's endless possibilities to take adapt solutions from other facility experts into your own buildings this year at facility fusion ifma has made sure there's plenty of opportunities to meet new fms and grow your network pop by the welcome reception join the community service project or grab a drink at the coffee connect need a break to stretch your legs join us for our fusion wellness activity don't miss the ifma cares community service project to help support the austin humane society on april take advantage of learning in person with education sessions that address modernday challenges at ifma we understand everyone learns differently it's important to us to have a wide range of courses and classes to make sure each fms individual learning needs are met if you thrive from learning in person facility fusion is one of the best opportunities for you to access highquality inperson educational sessions made specifically for modernday facility managers every year we curate our education sessions to address the latest emerging topics in our industry from the built environment's most seasoned speakers get the most out of the inperson experience by joining a learning lab or collaborating at a handson workshop not only will you leave these sessions inspired with new ideas and solutions but its likely you will meet other facility professionals who can help you work through your most pressing facility challenges find solution experts that are the best fit for you and your team to work with how many times have you finished an online demo with a potential new vendor and were left feeling unsure the magic of ifma's expo is you can maximize your time by seeing all the top fm products in one place and you experience in realtime what it would be like to work with that solution team when you're investing a large portion of your budget into a certain facility management solution you can feel more confident about the purchase by vetting the providers in person and creating an organic rapport not only is hitting the expo floor more efficient than online demos but the prizes contests and freebies make the entire experience more fun listen and learn from power speakers in facility management everyone needs inspiration to go back to their facilities inspired and invigorated to tackle the job we've handpicked experts in psychology communication and leadership to help encourage you to think differently about how you tackle your daytoday these leading experts in their fields will expand your idea of how facility management is interconnected to our environment and how fms can make a bigger impact in the world don't miss the opportunity to think outside the box and improve your life mind and holistic health with our power speaker sessions explore a behindthescenes tour of fascinating facilities in austin texas join us for an exclusive experience to tour austin city library this sq feet facility boasts many cuttingedge sustainable designs achieving greater energy efficiency than similarly sized buildings featuring rooftop garden mechoshades window system rainwater collection system and other advanced technologies you also have the chance to explore riversouth a squarefoot office building overlooking park shores and the hill country this building is known as the smartest building in austin due to its automation system that provides realtime feedback and can interact with tenants to promote comfort health and security interested in learning more about facility fusion share share this page on facebook linkedinin icon twitter icon pinterestp icon envelope icon",
        "clean_abstract":"",
        "clean_title":"reasons facility managers can't miss ifma's facility fusion conference",
        "keywords":[
            "the",
            "and",
            "facility",
            "you",
            "your",
            "with",
            "manag",
            "fusion",
            "our",
            "how"
        ]
    },
    {
        "title":"\" Facility Management\"-Um Modelo de Gestão Face Os Novos Desafios do Mercado Imobiliário de Arrendamento de Habitação",
        "url":"https:\/\/search.proquest.com\/openview\/9980140799e74029d7012ea6ef6e178b\/1?pq-origsite=gscholar&cbl=2026366&diss=y",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"b4f4961ac7e05f8d8122eb11d245ffd8",
        "collected_at":"2025-03-05T09:25:57.318516",
        "authors":"FJCB Horta - 2014 - search.proquest.com",
        "abstract":"… O presente projeto ao procurar evidenciar essas tendências do mercado residencial, … \nWhich business management model developed within the Facility Management framework can …",
        "year":"2014",
        "clean_content":"",
        "clean_abstract":"... o presente projeto ao procurar evidenciar essas tendencias do mercado residencial ... which business management model developed within the facility management framework can ...",
        "clean_title":"facility managementum modelo de gestao face os novos desafios do mercado imobiliario de arrendamento de habitacao",
        "keywords":[

        ]
    },
    {
        "title":"ANÁLISE DA EFICÁCIA DOS KPI DE FACILITY MANAGEMENT NA AGENDA SUSTENTÁVEL: PROPOSTAS PRÁTICAS",
        "url":"https:\/\/www.relise.eco.br\/index.php\/relise\/article\/view\/828",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"9331e88212f0b32384812965725aa336",
        "collected_at":"2025-03-05T09:25:57.420872",
        "authors":"R Quinello, HG Coneglian - Revista Livre de Sustentabilidade e …, 2024 - relise.eco.br",
        "abstract":"… E a área responsável pela gestão desses ambientes é o Facility Management (FM) que tem \ncomo objetivo primordial fornecer suporte às operações por meio da gestão e manutenção …",
        "year":"2024",
        "clean_content":"",
        "clean_abstract":"... e a area responsavel pela gestao desses ambientes e o facility management fm que tem como objetivo primordial fornecer suporte as operacoes por meio da gestao e manutencao ...",
        "clean_title":"analise da eficacia dos kpi de facility management na agenda sustentavel propostas praticas",
        "keywords":[

        ]
    },
    {
        "title":"CORRUPÇÃO E FRAUDE EM FACILITY MANAGEMENT: ESTÁGIOS E REFLEXÕES",
        "url":"https:\/\/revista.domalberto.edu.br\/revistadeadministracao\/article\/view\/994",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"9a3ee8e562c4fb693e7c0f80254ce028",
        "collected_at":"2025-03-05T09:25:57.421082",
        "authors":"R Quinello - REVISTA DE ADMINISTRAÇÃO DOM …, 2024 - revista.domalberto.edu.br",
        "abstract":"… Um dos primeiros artigos a citar Facilities Management, que remonta a década de 1970, foi \n… de prestação de serviços que surgia – facilities management, sem uma definição universal, …",
        "year":"2024",
        "clean_content":"",
        "clean_abstract":"... um dos primeiros artigos a citar facilities management que remonta a decada de foi ... de prestacao de servicos que surgia - facilities management sem uma definicao universal ...",
        "clean_title":"corrupcao e fraude em facility management estagios e reflexoes",
        "keywords":[

        ]
    },
    {
        "title":"Facility management: cálculo da taxa de administração de imóveis da Universidade de Brasília",
        "url":"https:\/\/anaiscbc.emnuvens.com.br\/anais\/article\/view\/5186",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"20422be77e210af11fd740c8b5c1d7f8",
        "collected_at":"2025-03-05T09:25:57.421237",
        "authors":"MD Wilbert, BF Morgan… - … de Custos-ABC, 2024 - anaiscbc.emnuvens.com.br",
        "abstract":"… No setor público o conceito de Facilities Management … buscavam o modelo de Facility \nManagement como avanço em … Os serviços terceirizados ou de Facilities Management no setor …",
        "year":"2024",
        "clean_content":"",
        "clean_abstract":"... no setor publico o conceito de facilities management ... buscavam o modelo de facility management como avanco em ... os servicos terceirizados ou de facilities management no setor ...",
        "clean_title":"facility management calculo da taxa de administracao de imoveis da universidade de brasilia",
        "keywords":[

        ]
    },
    {
        "title":"O WHATSAPP COMO PRÁTICA OPERACIONAL EM FACILITY MANAGEMENT: UMA INVESTIGAÇÃO NETNOGRÁFICA",
        "url":"https:\/\/estacio.periodicoscientificos.com.br\/index.php\/gestaocontemporanea\/article\/view\/2135",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"43664ad670f669e13587483ade314758",
        "collected_at":"2025-03-05T09:25:57.421394",
        "authors":"R Quinello - Gestão Contemporânea, 2023 - estacio.periodicoscientificos.com.br",
        "abstract":"… Este estudo buscou analisar dados provenientes de um grupo no aplicativo WhatsApp, \ncomposto por 284 profissionais atuantes em Facility Management (FM), durante 292 dias …",
        "year":"2023",
        "clean_content":"",
        "clean_abstract":"... este estudo buscou analisar dados provenientes de um grupo no aplicativo whatsapp composto por profissionais atuantes em facility management fm durante dias ...",
        "clean_title":"o whatsapp como pratica operacional em facility management uma investigacao netnografica",
        "keywords":[

        ]
    },
    {
        "title":"Avaliação dos métodos de inspeção para atendimento às normas do sistema de gestão predial",
        "url":"https:\/\/ojs.brazilianjournals.com.br\/ojs\/index.php\/BRJD\/article\/view\/2500",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"3487efdf86b1b22ed0bc4983fe65f319",
        "collected_at":"2025-03-05T09:26:18.990605",
        "authors":"SE Pilz, MF Costella… - Brazilian Journal of …, 2019 - ojs.brazilianjournals.com.br",
        "abstract":"… de gestão de manutenção predial. As principais contribuições são a ajuda no entendimento \nde questões como a necessária qualificação profissional, dependendo do objetivo da …",
        "year":"2019",
        "clean_content":"",
        "clean_abstract":"... de gestao de manutencao predial as principais contribuicoes sao a ajuda no entendimento de questoes como a necessaria qualificacao profissional dependendo do objetivo da ...",
        "clean_title":"avaliacao dos metodos de inspecao para atendimento as normas do sistema de gestao predial",
        "keywords":[

        ]
    },
    {
        "title":"… DE GESTÃO DE EMPREENDIMENTOS ATRAVÉS DOS CONCEITOS DE GESTÃO DE PROJETOS E GESTÃO DE FACILIDADES APLICADA NO AMBIENTE …",
        "url":"https:\/\/www.academia.edu\/download\/49515965\/Artigo_2_-_Marcone_-_SIMEPRO2016.pdf",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"fd20d9a9cc5f688cd4f864c2f817c301",
        "collected_at":"2025-03-05T09:26:18.990952",
        "authors":"AC da Paixão, MF dos Reis, FC Dias… - … de Engenharia de …, 2016 - academia.edu",
        "abstract":"… predial, de forma moderna, dinâmica e concisa. Os modelos até então utilizados na gestão \nda operação e manutenção de um sistema predial, … conceito de gestão, onde a inovação e a …",
        "year":"2016",
        "clean_content":"",
        "clean_abstract":"... predial de forma moderna dinamica e concisa os modelos ate entao utilizados na gestao da operacao e manutencao de um sistema predial ... conceito de gestao onde a inovacao e a ...",
        "clean_title":"... de gestao de empreendimentos atraves dos conceitos de gestao de projetos e gestao de facilidades aplicada no ambiente ...",
        "keywords":[

        ]
    },
    {
        "title":"Gestão de facilidades: Aprenda como a integração das atividades de infra-estrutura operacional de sua empresa pode criar vantagem competitiva",
        "url":"https:\/\/books.google.com\/books?hl=pt-BR&lr=lang_pt&id=crjCGZUelQUC&oi=fnd&pg=PP1&dq=inova%C3%A7%C3%A3o+gest%C3%A3o+predial+%22facility+management%22+OR+%22gest%C3%A3o+de+facilidades%22+OR+%22gest%C3%A3o+predial%22+after:2020&ots=gvXS0iNYLH&sig=l3Vcn0egROc8UF4V8RcCV8gvolE",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"5e19587ab89ab12cea48789633b5ff3d",
        "collected_at":"2025-03-05T09:26:18.991222",
        "authors":"R Quinello, JR Nicoletti - 2006 - books.google.com",
        "abstract":"… O tema era gerenciamento da manutenção predial, e lá se percebeu a dificuldade de … frente \nà principal característica da GF: a inovação. Sem esses estudos preliminares ao longo das …",
        "year":"2006",
        "clean_content":"",
        "clean_abstract":"... o tema era gerenciamento da manutencao predial e la se percebeu a dificuldade de ... frente a principal caracteristica da gf a inovacao sem esses estudos preliminares ao longo das ...",
        "clean_title":"gestao de facilidades aprenda como a integracao das atividades de infraestrutura operacional de sua empresa pode criar vantagem competitiva",
        "keywords":[

        ]
    },
    {
        "title":"Reduzindo os Custos das Contratações de Serviços Terceirizados com Planejamento, Inovação e Produtividade",
        "url":"https:\/\/www.researchgate.net\/profile\/Luiz-Cintra-Do-Prado-Filho\/publication\/304827992_REDUZINDO_OS_CUSTOS_DAS_CONTRATACOES_DE_SERVICOS_TERCEIRIZADOS_COM_PLANEJAMENTO_INOVACAO_E_PRODUTIVIDADE\/links\/577c11fb08ae355e74f16a50\/REDUZINDO-OS-CUSTOS-DAS-CONTRATACOES-DE-SERVICOS-TERCEIRIZADOS-COM-PLANEJAMENTO-INOVACAO-E-PRODUTIVIDADE.pdf",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"6d99a73a78d50213d12a2cdfb3013e01",
        "collected_at":"2025-03-05T09:26:18.991435",
        "authors":"LPC Prado Filho, RVC Guido, HJ Teixeira… - … CONSAD de Gestão …, 2016 - researchgate.net",
        "abstract":"… decorrentes da contratação conjunta dos serviços voltados à gestão predial (limpeza, \njardinagem, portaria e recepção, e até mesmo a manutenção predial). O objetivo é contribuir para …",
        "year":"2016",
        "clean_content":"",
        "clean_abstract":"... decorrentes da contratacao conjunta dos servicos voltados a gestao predial limpeza jardinagem portaria e recepcao e ate mesmo a manutencao predial o objetivo e contribuir para ...",
        "clean_title":"reduzindo os custos das contratacoes de servicos terceirizados com planejamento inovacao e produtividade",
        "keywords":[

        ]
    },
    {
        "title":"Gêmeo digital e blockchain: a evolução do facility management no contexto da estratégia BIM BR",
        "url":"https:\/\/bdtd.ucb.br:8443\/jspui\/handle\/tede\/2995",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"28b59c3d9d40e885f1b447c9197694f8",
        "collected_at":"2025-03-05T09:26:18.991670",
        "authors":"MA Duque - 2022 - bdtd.ucb.br",
        "abstract":"… processos do Facility Management (FM)5: serviços de gestão de … as demandas da operação \npredial executadas no próprio … , a nova lei trouxe consigo inovação legislativa e justificativa, …",
        "year":"2022",
        "clean_content":"",
        "clean_abstract":"... processos do facility management fm servicos de gestao de ... as demandas da operacao predial executadas no proprio ... a nova lei trouxe consigo inovacao legislativa e justificativa ...",
        "clean_title":"gemeo digital e blockchain a evolucao do facility management no contexto da estrategia bim br",
        "keywords":[

        ]
    },
    {
        "title":"Impacto da adoção de BIM em Facility Management: uma classificação",
        "url":"https:\/\/periodicos.sbu.unicamp.br\/ojs\/index.php\/parc\/article\/view\/8634982",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"39df2cd37403647fa993c9adf335f669",
        "collected_at":"2025-03-05T09:26:40.655734",
        "authors":"LC de Souza Moreira… - PARC: Pesquisa em …, 2015 - periodicos.sbu.unicamp.br",
        "abstract":"… growing interest in BIM use in facility and information management, since it allows incorporating \n… Maintenance management is one of the Facilities Management areas and is the focus of …",
        "year":"2015",
        "clean_content":"",
        "clean_abstract":"... growing interest in bim use in facility and information management since it allows incorporating ... maintenance management is one of the facilities management areas and is the focus of ...",
        "clean_title":"impacto da adocao de bim em facility management uma classificacao",
        "keywords":[

        ]
    },
    {
        "title":"Facility management no building information modelling",
        "url":"https:\/\/www.researchgate.net\/profile\/Pedro-Da-Silva-8\/publication\/335311522_FACILITY_MANAGEMENT_NO_BUILDING_INFORMATION_MODELING\/links\/5d5d76d792851c3763712c26\/FACILITY-MANAGEMENT-NO-BUILDING-INFORMATION-MODELING.pdf",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"255b73a0eed92ce493e11ce97ca9a31c",
        "collected_at":"2025-03-05T09:26:40.656075",
        "authors":"T Fuzil, P Couto, M Silva, P Silva - 2017 - researchgate.net",
        "abstract":"… No entanto, a estas novas tecnologias é possível associar outros processos, como a gestão \nde instalações, ou em inglês Facility Management (FM), que deixa de ser feita de forma …",
        "year":"2017",
        "clean_content":"",
        "clean_abstract":"... no entanto a estas novas tecnologias e possivel associar outros processos como a gestao de instalacoes ou em ingles facility management fm que deixa de ser feita de forma ...",
        "clean_title":"facility management no building information modelling",
        "keywords":[

        ]
    },
    {
        "title":"Facility Management: contextualização e desenvolvimento",
        "url":"https:\/\/revistas.anchieta.br\/index.php\/RevistaEngenho\/article\/download\/823\/715",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"15a746770bcde648946eb8786b11dcea",
        "collected_at":"2025-03-05T09:26:40.656248",
        "authors":"AD Weise, CA Schultz, RA da Rocha - Revista Engenho, 2012 - revistas.anchieta.br",
        "abstract":"… Primeiramente, a importância do FM foi compreendida nos EUA como a área de Facilities \nManagement. Isso ocorreu há 30 anos atrás. Esse país, concebe a área como um instrumento …",
        "year":"2012",
        "clean_content":"",
        "clean_abstract":"... primeiramente a importancia do fm foi compreendida nos eua como a area de facilities management isso ocorreu ha anos atras esse pais concebe a area como um instrumento ...",
        "clean_title":"facility management contextualizacao e desenvolvimento",
        "keywords":[

        ]
    },
    {
        "title":"ESTUDO COMPARATIVO ENTRE DIFERENTES TIPOS DE INTEGRAÇÃO DE SISTEMAS DE FACILITY MANAGEMENT E BUILDING INFORMATION MODELING",
        "url":"https:\/\/revistas.ponteditora.org\/index.php\/rae\/article\/view\/654",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"48ef72bdfa59b51933d2e174b6d7b2b0",
        "collected_at":"2025-03-05T09:26:40.656411",
        "authors":"RSVP Sampaio, AA Costa… - RAE—Revista de …, 2023 - revistas.ponteditora.org",
        "abstract":"… utilizadores de vários sistemas FM, nomeadamente, computer-aided facilities management \n… computerized maintenance management system (CMMS) e building automation system (…",
        "year":"2023",
        "clean_content":"",
        "clean_abstract":"... utilizadores de varios sistemas fm nomeadamente computeraided facilities management ... computerized maintenance management system cmms e building automation system ...",
        "clean_title":"estudo comparativo entre diferentes tipos de integracao de sistemas de facility management e building information modeling",
        "keywords":[

        ]
    },
    {
        "title":"BIM as a Smart Facility Management Tool of University Facilities\/BIM Como Ferramenta de Gestão Inteligente de Instalações Universitárias",
        "url":"https:\/\/dl.acm.org\/doi\/abs\/10.5555\/AAI30223833",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"296a519fccce7d60a3d590755e0635cd",
        "collected_at":"2025-03-05T09:26:40.656569",
        "authors":"ARWA Yassin - 2021 - dl.acm.org",
        "abstract":"… A investigação para a implementação da Internet das Coisas centrada em BIM em FMS \ntem vindo a surgir nos últimos anos com tecnologias de Redes de Sensores Sem Fios (WSN) …",
        "year":"2021",
        "clean_content":"",
        "clean_abstract":"... a investigacao para a implementacao da internet das coisas centrada em bim em fms tem vindo a surgir nos ultimos anos com tecnologias de redes de sensores sem fios wsn ...",
        "clean_title":"bim as a smart facility management tool of university facilitiesbim como ferramenta de gestao inteligente de instalacoes universitarias",
        "keywords":[

        ]
    },
    {
        "title":"DEMOLIR OU REFORMAR: DISCUSSÃO SOBRE O CICLO DE VIDA DE EDIFICAÇÕES EDUCACIONAIS PÚBLICAS",
        "url":"https:\/\/repositorio.ufsc.br\/handle\/123456789\/221878",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"ea46acd333b9496161512ed601788d55",
        "collected_at":"2025-03-05T09:27:19.489069",
        "authors":"LR Mayr, FR Teixeira - 2007 - repositorio.ufsc.br",
        "abstract":"… dos desafios na gestão de facilidades educacionais pela … do ponto de vista da \nsustentabilidade. Este trabalho tem por … , criada em 1960, tem suas facilidades principais na …",
        "year":"2007",
        "clean_content":"",
        "clean_abstract":"... dos desafios na gestao de facilidades educacionais pela ... do ponto de vista da sustentabilidade este trabalho tem por ... criada em tem suas facilidades principais na ...",
        "clean_title":"demolir ou reformar discussao sobre o ciclo de vida de edificacoes educacionais publicas",
        "keywords":[

        ]
    },
    {
        "title":"Levantamento de processos e indicadores em área de Gerenciamento de Facilidades em Data Center de empresa do setor bancário-Um estudo de caso",
        "url":"https:\/\/repositorio.usp.br\/directbitstream\/1d88c93b-56cf-4359-b37e-20f9cf662319\/NelsonFerreiraTavaresJunior%20-%20PI.pdf",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"5afd3b77664738d0b18ef84b9b413428",
        "collected_at":"2025-03-05T09:27:19.489432",
        "authors":"NFT JÚNIOR - repositorio.usp.br",
        "abstract":"… um Gerente de Facilidades em um Data Center e boas práticas em sustentabilidade em GF. \n… Os processos de Gestão de Facilidades do Data Center estão comprometidos, não só com …",
        "year":null,
        "clean_content":"",
        "clean_abstract":"... um gerente de facilidades em um data center e boas praticas em sustentabilidade em gf ... os processos de gestao de facilidades do data center estao comprometidos nao so com ...",
        "clean_title":"levantamento de processos e indicadores em area de gerenciamento de facilidades em data center de empresa do setor bancarioum estudo de caso",
        "keywords":[

        ]
    },
    {
        "title":"Título: Estratégia de Manutenção da Infra-Estrutura Industrial: aplicação do monitoramento da Confiabilidade Operacional de Facilities",
        "url":"http:\/\/sistema.semead.com.br\/10semead\/sistema\/resultado\/trabalhosPDF\/12.pdf",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"ac8d00b3159128fe4016271b53d6d1e3",
        "collected_at":"2025-03-05T09:27:19.489646",
        "authors":"R QUINELLO, JR NICOLETTI - sistema.semead.com.br",
        "abstract":"… , têm sido a sustentabilidade operacional da infra-estrutura, … áreas responsáveis pela \ngestão estratégica de facilidades, e … (2001), o termo gestão de facilidades originou-se por volta …",
        "year":null,
        "clean_content":"",
        "clean_abstract":"... tem sido a sustentabilidade operacional da infraestrutura ... areas responsaveis pela gestao estrategica de facilidades e ... o termo gestao de facilidades originouse por volta ...",
        "clean_title":"titulo estrategia de manutencao da infraestrutura industrial aplicacao do monitoramento da confiabilidade operacional de facilities",
        "keywords":[

        ]
    },
    {
        "title":"A modelagem BIM a partir da transcrição de projetos em CAD visando a gestão de edifícios: um exercício em treinamento técnico",
        "url":"https:\/\/eventos.antac.org.br\/index.php\/sbtic\/article\/view\/181",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"24c024d368c563a3c68f04ab250993da",
        "collected_at":"2025-03-05T09:27:19.489841",
        "authors":"JGF Abdalla, AP Fonseca… - SIMPÓSIO …, 2019 - eventos.antac.org.br",
        "abstract":"… ; ii) serviços de gestão energética e sustentabilidade, que se … elemento para a UFJF na \ngestão de seu ambiente construído … desenvolvimento desse modelo de Gestão de Facilidades. …",
        "year":"2019",
        "clean_content":"",
        "clean_abstract":"... ii servicos de gestao energetica e sustentabilidade que se ... elemento para a ufjf na gestao de seu ambiente construido ... desenvolvimento desse modelo de gestao de facilidades ...",
        "clean_title":"a modelagem bim a partir da transcricao de projetos em cad visando a gestao de edificios um exercicio em treinamento tecnico",
        "keywords":[

        ]
    },
    {
        "title":"Inovação e melhoria nas facilidades e desempenho operacional",
        "url":"https:\/\/www.teses.usp.br\/teses\/disponiveis\/12\/12139\/tde-30112010-162845\/en.php",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"6b1efeda1d5fed664656c35b8f636e96",
        "collected_at":"2025-03-05T09:27:19.490054",
        "authors":"R Quinello - 2010 - teses.usp.br",
        "abstract":"… da investigação das em facilidades e avançar na discussão … um novo significado à gestão \nde facilidades dentro da área … em facilidades para apoio à produtividade, sustentabilidade, …",
        "year":"2010",
        "clean_content":"",
        "clean_abstract":"... da investigacao das em facilidades e avancar na discussao ... um novo significado a gestao de facilidades dentro da area ... em facilidades para apoio a produtividade sustentabilidade ...",
        "clean_title":"inovacao e melhoria nas facilidades e desempenho operacional",
        "keywords":[

        ]
    },
    {
        "title":"Quais são as novas tecnologias no gerenciamento de facilidades?-uma revisão sistemática",
        "url":"https:\/\/eventos.antac.org.br\/index.php\/sbtic\/article\/view\/185",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"0012bd231fb620de7e0777d9d2a78966",
        "collected_at":"2025-03-05T09:27:57.883915",
        "authors":"MVR da Silva, MJ Meiriño… - … DE TECNOLOGIA DA …, 2019 - eventos.antac.org.br",
        "abstract":"… Gerenciamento de Facilidades (Facility Management - FM) … Gerenciamento de Facilidades \n(Facilities Management) foi a … ao mundo real; (g) IoT – Coisas físicas e virtuais capazes de …",
        "year":"2019",
        "clean_content":"",
        "clean_abstract":"... gerenciamento de facilidades facility management fm ... gerenciamento de facilidades facilities management foi a ... ao mundo real g iot - coisas fisicas e virtuais capazes de ...",
        "clean_title":"quais sao as novas tecnologias no gerenciamento de facilidadesuma revisao sistematica",
        "keywords":[

        ]
    },
    {
        "title":"Digital Twin e a necessidade de uma framework integradora para a gestão do ambiente construído",
        "url":"https:\/\/dialnet.unirioja.es\/servlet\/articulo?codigo=9684776",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"c5cff5a4f940d58a6ae04094a311add0",
        "collected_at":"2025-03-05T09:27:57.884792",
        "authors":"RP Sampaio, AA Costa… - 5º Congresso Português …, 2024 - dialnet.unirioja.es",
        "abstract":"… DT para impulsionar uma Era de eficiência no Facility Management (FM), com ênfase em … \nsensores e tecnologias de Internet das Coisas (IoT), até à construção e atualização contínua …",
        "year":"2024",
        "clean_content":"",
        "clean_abstract":"... dt para impulsionar uma era de eficiencia no facility management fm com enfase em ... sensores e tecnologias de internet das coisas iot ate a construcao e atualizacao continua ...",
        "clean_title":"digital twin e a necessidade de uma framework integradora para a gestao do ambiente construido",
        "keywords":[

        ]
    },
    {
        "title":"Metodologia para automatização da gestão sustentável da água em edificações pela interação do BIM-IoT-FM",
        "url":"https:\/\/repositorio.ufmg.br\/handle\/1843\/62037",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"d641ba548383f44431ba7f4e647a75cf",
        "collected_at":"2025-03-05T09:27:57.969903",
        "authors":"LT Batsita - 2023 - repositorio.ufmg.br",
        "abstract":"… Modeling (BIM) and the Internet of Things (IoT), plays a fundamental role in this process, … \nSimultaneously, the improvement of facility management or Facility Management (FM) has …",
        "year":"2023",
        "clean_content":"",
        "clean_abstract":"... modeling bim and the internet of things iot plays a fundamental role in this process ... simultaneously the improvement of facility management or facility management fm has ...",
        "clean_title":"metodologia para automatizacao da gestao sustentavel da agua em edificacoes pela interacao do bimiotfm",
        "keywords":[

        ]
    },
    {
        "title":"Gestão de facilidades-estudo de caso da implantação da tecnologia BIM na gestão e operação do sistema de ar-condicionado (HVAC) e Centro de Saúde",
        "url":"https:\/\/repositorio.ufmg.br\/handle\/1843\/45621",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"7ccd56eca4320dfec6efe7917caf034b",
        "collected_at":"2025-03-05T09:27:57.970548",
        "authors":"ÚM de Oliveira - 2022 - repositorio.ufmg.br",
        "abstract":"… Desde o surgimento do termo “facilities management” ou FM nos Estados Unidos, em \n1960, diversas organizações e praticantes ao redor do mundo estabeleceram definições, …",
        "year":"2022",
        "clean_content":"",
        "clean_abstract":"... desde o surgimento do termo \"facilities management\" ou fm nos estados unidos em diversas organizacoes e praticantes ao redor do mundo estabeleceram definicoes ...",
        "clean_title":"gestao de facilidadesestudo de caso da implantacao da tecnologia bim na gestao e operacao do sistema de arcondicionado hvac e centro de saude",
        "keywords":[

        ]
    },
    {
        "title":"Benefícios e soluções da integração de BIM-FM e gestão de espaços",
        "url":"https:\/\/eventos.antac.org.br\/index.php\/sbtic\/article\/view\/579",
        "date":null,
        "author":null,
        "content":null,
        "categories":[

        ],
        "source":"Google Scholar",
        "language":"pt",
        "id":"f106de08facc4f8c3d6854d9ed445516",
        "collected_at":"2025-03-05T09:27:57.971117",
        "authors":"A Teixeira, S Scheer - Simpósio Brasileiro de Tecnologia da …, 2021 - eventos.antac.org.br",
        "abstract":"… Field survey system for facility management using BIM model IoT management for facility \nmanagement. In: INTERNATIONAL CONFERENCE OF THE ASSOCIATION FOR COMPUTER-…",
        "year":"2021",
        "clean_content":"",
        "clean_abstract":"... field survey system for facility management using bim model iot management for facility management in international conference of the association for computer...",
        "clean_title":"beneficios e solucoes da integracao de bimfm e gestao de espacos",
        "keywords":[

        ]
    }
]