[
    {
        "title":"Profissionais certificados C11.FM ABRAFAC recebem homenagem durante Seminário",
        "url":"https:\/\/abrafac.org.br\/conhecimento\/profissionais-certificados-c11-fm-abrafac-recebem-homenagem-durante-seminario\/",
        "date":"2025-03-04T16:44:45.826858",
        "author":"ABRAFAC",
        "content":"",
        "categories":[

        ],
        "source":"ABRAFAC",
        "language":"pt",
        "id":"6c96048c1620b736a87012119d751ead",
        "collected_at":"2025-03-04T16:44:45.854423",
        "clean_content":"",
        "clean_title":"profissionais certificados cfm abrafac recebem homenagem durante seminario",
        "keywords":[

        ]
    },
    {
        "title":"Sem título",
        "url":"https:\/\/www.infrafm.com.br\/Textos\/0\/23991\/Como-as-tecnologias-estao-revolucionando-a-manutencao-de-ativos-no-setor-de-oleo-e-gas",
        "date":"2025-03-04T16:44:50.151777",
        "author":"InfraFM",
        "content":"",
        "categories":[

        ],
        "source":"InfraFM",
        "language":"pt",
        "id":"770d3102355a6597b975ebdd53892439",
        "collected_at":"2025-03-04T16:44:50.168222",
        "clean_content":"",
        "clean_title":"sem titulo",
        "keywords":[

        ]
    },
    {
        "title":"Why Educating Cleaning Associates is Essential for Promoting Building Health",
        "url":"https:\/\/blog.ifma.org\/why-educating-cleaning-associates-is-essential-for-promoting-building-health",
        "date":"2025-02-25T00:00:00",
        "author":"IFMA",
        "content":"February 25, 2025\n      \n\nWhy Educating Cleaning Associates is Essential for Promoting Building Health\n\n\n\n           \n          \n            Kalli Folk\n          \n\n\n          \n          \n          \n          \n\n          \n          2 minute read\n          \n        \n\n\nMaintaining a clean, healthy environment requires more than just surface-level cleaning – it demands empowered, properly trained associates who take pride in their work. Ensuring associates understand the science and the rationale behind their tasks is important not only for quality service, but also truly sanitized spaces.\nWith the right knowledge and tools, cleaning associates have the confidence that they are the experts, providing a greater level of care and comfort for building occupants.\n\nChemical Education\nConsidering how often associates work with various cleaning products, it is essential team members are educated on the science behind the chemical agents they are using, what makes them effective and how to properly use them.\nFor example:\n\nA chlorine bleach-based product, like toilet bowl cleaner, can erode the finish of a sink due to its corrosive properties.\nFloors often do not respond well to general cleaners or most disinfectants, which can result in a sticky residue. Use a neutral floor cleaner.\n\nBy educating associates on these nuances, we empower them to achieve superior results while protecting the integrity of the spaces they clean.\nMastering Dwell Times\nDwell times - the period a disinfectant needs to remain on a surface to eliminate bacteria or viruses – is a fundamental of proper cleaning. They can vary depending on how each disinfectant interacts with various bacteria or viruses.\nAssociates need to know whether the dwell time is 30 seconds, two minutes or 10 minutes to ensure the product is used correctly.\nWith this knowledge, they’ll be more effective and the areas they clean will be healthier.\nUnderstanding Germ Loads\nCreating sanitary environments relies upon cleaning associates understanding where germs and bacteria loads are likely to be high. \nWhile associates are typically trained to clean door handles, light switches and toilet seats, challenging your teams’ critical thinking can elevate their approach.\nFor example:\n\nCommonly touched surfaces like refrigerator door, coffee pot and microwave handles often require additional attention.\nShared areas that are frequently used but hastily cleaned, like privacy booths.\n\nUsing the Right Tools\nDoing manual tasks not only takes more time but increases the risk of injury.\nHonor investments, boost efficiency and promote safety by taking inventory of the equipment you have available and ensuring that it is being properly maintained and utilized. For example:\n\nIs a restroom cleaning machine collecting dust because it’s not easily accessible?\nAre associates bypassing intelligent mops for hand mops because they don’t know how to use them properly?\n\nWhen associates are empowered to utilize modern tools effectively, they not only save time but also work more safely and efficiently.\nMicrofiber: Small But Mighty\nOne of the best tools in a cleaning arsenal is microfiber. Many associates default to rags or disposables because the benefits of microfiber are not clearly explained.\nMicrofiber cloths are made of synthetic fibers—typically polyester and nylon—that are split into tiny strands, each about 1\/100th the diameter of a human hair. This creates a massive surface area for trapping dirt, dust and bacteria.\n\nMicrofiber can remove 99% of bacteria and germs using just water.\nMicrofiber creates a static charge that attracts and traps particles, preventing them from being spread around.\n\nTip: Increase microfiber longevity by following the manufacturer's recommendations for laundering.\nIn conclusion, a well-trained cleaning team is crucial to maintaining spaces that are not only clean but also truly healthy and safe. By educating associates about chemical agents they are using, dwell times, germ loads, and the importance of using the right tools, we can help build employee confidence while enhancing building health.\n\nEditor's Note: Kalli Folk is ESFM’s National Director of Hospitality & Cleaning Programs, bringing a wealth of experience and a forward-thinking approach to janitorial programming. Her comprehensive background includes healthcare, education, and business & industry clients. While driving a culture of hospitality, Kalli leads the implementation of ESFM’s proprietary, self-performed janitorial program, eClean, which obtained ISSA’s CIMS and CIMS-GB certifications with honors.\n\n \n\n\n\n\nShare:\n\n\nShare this page on Facebook\n\n\n\n\nlinkedin-in icon\n\n\n\n\ntwitter icon\n\n\n\n\npinterest-p icon\n\n\n\n\nenvelope icon",
        "categories":[
            "outros"
        ],
        "source":"IFMA Blog",
        "language":"en",
        "id":"a36f5c668a00d10f159b8cb659cd1dce",
        "collected_at":"2025-03-04T16:44:55.091965",
        "clean_content":"february why educating cleaning associates is essential for promoting building health kalli folk minute read maintaining a clean healthy environment requires more than just surfacelevel cleaning - it demands empowered properly trained associates who take pride in their work ensuring associates understand the science and the rationale behind their tasks is important not only for quality service but also truly sanitized spaces with the right knowledge and tools cleaning associates have the confidence that they are the experts providing a greater level of care and comfort for building occupants chemical education considering how often associates work with various cleaning products it is essential team members are educated on the science behind the chemical agents they are using what makes them effective and how to properly use them for example a chlorine bleachbased product like toilet bowl cleaner can erode the finish of a sink due to its corrosive properties floors often do not respond well to general cleaners or most disinfectants which can result in a sticky residue use a neutral floor cleaner by educating associates on these nuances we empower them to achieve superior results while protecting the integrity of the spaces they clean mastering dwell times dwell times the period a disinfectant needs to remain on a surface to eliminate bacteria or viruses - is a fundamental of proper cleaning they can vary depending on how each disinfectant interacts with various bacteria or viruses associates need to know whether the dwell time is seconds two minutes or minutes to ensure the product is used correctly with this knowledge they'll be more effective and the areas they clean will be healthier understanding germ loads creating sanitary environments relies upon cleaning associates understanding where germs and bacteria loads are likely to be high while associates are typically trained to clean door handles light switches and toilet seats challenging your teams' critical thinking can elevate their approach for example commonly touched surfaces like refrigerator door coffee pot and microwave handles often require additional attention shared areas that are frequently used but hastily cleaned like privacy booths using the right tools doing manual tasks not only takes more time but increases the risk of injury honor investments boost efficiency and promote safety by taking inventory of the equipment you have available and ensuring that it is being properly maintained and utilized for example is a restroom cleaning machine collecting dust because it's not easily accessible are associates bypassing intelligent mops for hand mops because they don't know how to use them properly when associates are empowered to utilize modern tools effectively they not only save time but also work more safely and efficiently microfiber small but mighty one of the best tools in a cleaning arsenal is microfiber many associates default to rags or disposables because the benefits of microfiber are not clearly explained microfiber cloths are made of synthetic fibers--typically polyester and nylon--that are split into tiny strands each about th the diameter of a human hair this creates a massive surface area for trapping dirt dust and bacteria microfiber can remove of bacteria and germs using just water microfiber creates a static charge that attracts and traps particles preventing them from being spread around tip increase microfiber longevity by following the manufacturers recommendations for laundering in conclusion a welltrained cleaning team is crucial to maintaining spaces that are not only clean but also truly healthy and safe by educating associates about chemical agents they are using dwell times germ loads and the importance of using the right tools we can help build employee confidence while enhancing building health editors note kalli folk is esfm's national director of hospitality cleaning programs bringing a wealth of experience and a forwardthinking approach to janitorial programming her comprehensive background includes healthcare education and business industry clients while driving a culture of hospitality kalli leads the implementation of esfm's proprietary selfperformed janitorial program eclean which obtained issa's cims and cimsgb certifications with honors share share this page on facebook linkedinin icon twitter icon pinterestp icon envelope icon",
        "clean_title":"why educating cleaning associates is essential for promoting building health",
        "keywords":[
            "the",
            "and",
            "are",
            "associat",
            "cleaning",
            "clean",
            "not",
            "they",
            "microfib",
            "but"
        ]
    }
]