{
    "title": "Sobre a ABRAFAC",
    "url": "https://abrafac.org.br/sobre-a-abrafac/",
    "date": "2025-03-04T14:28:28.720979",
    "author": "ABRAFAC",
    "content": "Somos ABRAFAC desde   2004 \n\n\n\n\n\n\n\nA ABRAFAC Associação Brasileira de Property, Workplace e Facility Management é uma entidade sem fins lucrativos, fundada em 2004, que tem por objetivo desenvolver o mercado, as organizações e os profissionais de Facility Management, sejam eles agentes públicos, contratantes, consultores, administradores ou empresas prestadoras de serviços.Nos últimos anos, a Associação vem se fortalecendo com ações efetivas de promoção de conhecimento e interação da comunidade do setor, sendo reconhecida como agente aglutinador do segmento em suas diversas frentes. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\r\n\t\t\t\r\n\t\t\t\tNossa proposta de valor\r\n\t\t\t\r\n\t\t\t\n\r\n\t\t\t\r\n\t\t\t\tPromover networking entre os profissionais do setor, gerando engajamento para a criação de um mundo transformado em que todos estejam atualizados e interessados em inovação. \r\n\t\t\t\r\n\t\t\t\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\t\t\t\t\t\t\tMissão\t\t\t\t\t\t\n\n\n\t\t\t\t\t\tPromover a capacitação e reconhecimento do profissional de Property, Workplace e Facility Management atuando como protagonista e catalisadora no desenvolvimento dos setores frente a mercados, governo e sociedade.\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\t\t\t\t\t\t\tVisão\t\t\t\t\t\t\n\n\n\t\t\t\t\t\tTornar claras e estratégicas as atividades de Property, Workplace e Facility Management no mercado brasileiro.\n\n\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\t\t\t\t\t\t\tValores\t\t\t\t\t\t\n\n\n\t\t\t\t\t\tConectividade, Objetividade, Diversidade, Inovação, Integridade, Sustentabilidade e Resiliência.\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\t\t\t\t\t\t\tPosicionamento Estratégico\t\t\t\t\t\t\n\n\n\t\t\t\t\t\tEm um ambiente em que Facilities carece de entendimento comum, a ABRAFAC é a associação referência para profissionais, empresas e agentes relacionados a este mercado que buscam informação, desenvolvimento e reconhecimento na atividade.\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\t\t\t\t\t\t\tPrincipais atributos\t\t\t\t\t\t\n\n\n\t\t\t\t\t\tSer reconhecida como uma entidade que possui Benefícios Atrativos, que é Acessível, Representativa, Colaborativa, que Preza o Respeito e que está em Constante Evolução.\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\r\n\t\t\t\r\n\t\t\t\tFundação da Associação Brasileira de Property, Workplace e Facility Management, a ABRAFAC\n\n \n\n\n\nReunião de fundação ocorrida as 09h do dia 17 de julho de 2004 na Rua Guilherme Asbahr Neto, 150 – Térreo, São Paulo – SP (antiga sede da Mendes Holler). \nOnde inicialmente 56 profissionais do mercado em um esforço conjunto em prol do mercado brasileiro de Facility Management decidiram criar a ABRAFAC.\nOs fundadores (conforme art. 6 do Estatuto Social), formam 78 ícones que fizeram este grande momento da historia do mercado de Facility Management no Brasil. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSeja um voluntário\n\n\n\n\n\n\n\n\r\n\t\t\t\r\n\t\t\t\tAqui a ABRAFAC faz em homenagem a todos (que estão aqui ou em memória), com a relação abaixo completa com os nomes desses grandes precursores:\r\n\t\t\t\r\n\t\t\t\n \n\n\n\nAlexandre GimenesAlexandre Ventura MartinsAlmilcar Jõao Gay FilhoÁlvaro Augusto Cerqueira de AguiarAna Beatriz Poli VeroneziAntonio Carlos Rodrigues LopesAntonio Carlos Sanches GentilBernardino Gonçalves da Costa NetoBruno de Faria AlvimCarlindo Martins MacedoCarlos Escobar Dias SterqueCarlos Humberto BigatonCarlos Pereira GomesCarolina Andréa Garisto GregórioCelina Maria de Albuquerque AntunesClara Maria Camões BarreirosClaudia Miranda Araújo de AndradeDonizeti Almeida da SilvaEduardo Barbosa de OliveiraEduardo MendesEduardo RodovalhoEduardo ZangariEstepan GdikianFabio Alessandro SocciFatima SousaFrancisco Antonio de Souza AbrantesFrancisco Machado NetoFrederico BehmerIrimar Erotides Bergamo PalomboJoao Batista de MoraesJorge Aires KannoJorge Luiz de LimaJosé Elias Penteado de AlmeidaJosé Guilherme Junqueira Dias de SouzaJosé Hermes Da Costa SantosJose Ivo Wohnrath FilhoJosé João FiascoJose Ricardo Lossio RezendeJose Roberto SakrJosé Severiano Dacunto dos SantosJuraci Pereira MatosLuciano RanieriLuis Sérgio Ferreira MarinhoLuiz SasadaMarcelo FanchiniMarco Antonio Martins VasquinhoMarcos MaranMaria Wanderléa LoboMasaharu Matusawa (em memória)Mauro Sérgio Kyriazi CamposMilton JungmanMoacyr Eduardo Alves da GraçaMoysés AssayagNewton Amaral FigueiredoOlivio GomesOmar Maksoud FilhoPaulo Eduardo AntonioliPaulo FurtadoPaulo Ricardo Marques Barroso MarchPaulo Sérgio FontebassoPaulo Sérgio PastrelloPedro Augusto Dos PassosRacso Roberto de SouzaRenato Ticoulat NetoRicardo AronovichRoberto Luigi BettoniRoberto Santiago de Albuquerque Miranda (em memória)Rogério SantovitoRomeu Vieira JrSergio AthieSinésio Veiga DominguesSolimar de FariaSonia Maria Rubino PereiraSylvio RothThomaz Valladão CatundaValdir HildebrandoWantuir Sebastiao RibeiroYara Sanchez \n\n\n\n\n\n\nSobre a ABRAFAC",
    "categories": [],
    "source": "ABRAFAC",
    "language": "pt",
    "id": "1edce679261d7c1b334b7231a0023403",
    "collected_at": "2025-03-04T14:28:28.740396"
}