{
    "title": "4-Step Formula to Earning Your CFM Credential",
    "url": "https://blog.ifma.org/4-step-formula-to-obtaining-your-cfm-certification",
    "date": "2025-01-30T00:00:00",
    "author": "IFMA",
    "content": "January 30, 2025\n      \n\n4-Step Formula to Earning Your CFM Credential\n\n\n\n           \n          \n            Elizabeth Shelton\n          \n\n\n          \n          \n          \n          \n\n          \n          2 minute read\n          \n        \n\n\n\n\n \nAre you interested in IFMA's most prestigious credential? We are walking you step-by-step through the process of obtaining your CFM.  \nWhat is the Certified Facility Manager (CFM)? \nThe CFM is a globally recognized credential that is designed to test your expertise as a facility manager. \nIs the CFM a course? \nThe CFM is not a course. It is an exam to demonstrate your industry expertise and knowledge.  \nDo you have to maintain certification? \nYes! To keep your credential in good standing, you must complete maintenance activities for your CFM credential and report them to IFMA. \nWhat makes the CFM credential a wise choice?  \nThe CFM is a globally recognized credential that is designed to test your expertise as a facility manager. Obtaining it is a great way to showcase the mastery of your skills across the entire FM body of knowledge.  \nPlus, the CFM credential can significantly boost career prospects by: \n\nHelping you gain credibility in your professional network \nShowcasing your knowledge of 11 core competencies \nGrowing as a leader in facility management \nOpening doors for career advancement \nPotentially increasing your earning potential \n\n4 Steps to Obtaining Your CFM \n1. Determine Eligibility\nBefore you apply for the exam, you need to determine if you meet the eligibility requirements. We require those applying for the CFM exam to have at least 3 years of FM experience if they have a bachelor’s or master’s degree in FM. If you have 5 years of experience as a facility manager, no degree is required for you to complete your CFM exam. \n\nIf you are still not sure, you can reach out to our Credentials team, and they can help determine what would be the best fit for you. \nRelated: Certified Facility Manager (CFM) or FMP? A Quick Guide\n2. Prepare for the exam\nWhile a candidate only needs to meet the eligibility requirements to apply for the CFM Exam, IFMA provides online and classroom courses within the 11 competencies along with other resources to help you prepare for the CFM.  \n5 resources to help you prepare: \n\nCFM Practice Exam\nIFMA's Self-Assessment Tool \nCFM Exam Prep Workshop (study exam methodology) \nCore Competency Courses (study the subject matter of the exam) \nCFM Knowledge Workshop (study exam methodology + study the subject matter of the exam) \n\n\nNote: None of these are mandatory nor are they endorsed by the IFMA Certification Commission. \n\n\n3. Apply for the exam\nOnce you believe you are ready to take the exam, submit your application! \nTo attain the CFM Certification, the candidate must schedule their exam at an approved Prometric testing center (available globally). IFMA also offers proctored exams virtually after the candidate has met the requirements. Once your application is accepted by IFMA, you have 90 days to test. We suggest waiting to submit your application until you feel confident to schedule a test day. \n4. Take the Exam\nNow you get to take the exam on the scheduled date you picked! \nCongrats! You've passed and it's time to celebrate your achievement.  \nYou did it, you’ve earned your CFM! Now you can share:  \n\nDigital Badge: Share your credential on LinkedIn, your resume, and email signature.\nDigital Certificate: A downloadable certificate to commemorate your accomplishment. \nCredential Verification: Official proof of your CFM designation. \n\nReady to start your CFM journey? \n\n \n\n\n\n\nShare:\n\n\nShare this page on Facebook\n\n\n\n\nlinkedin-in icon\n\n\n\n\ntwitter icon\n\n\n\n\npinterest-p icon\n\n\n\n\nenvelope icon",
    "categories": [],
    "source": "IFMA Blog",
    "language": "en",
    "id": "79ba39e172706f5b4b085f17c013676a",
    "collected_at": "2025-03-05T09:53:24.092298"
}