{
    "title": "How Office Design Can Support Mental Health in the Workplace",
    "url": "https://blog.ifma.org/how-office-design-can-support-mental-health-in-the-workplace",
    "date": "2025-01-28T00:00:00",
    "author": "IFMA",
    "content": "January 28, 2025\n      \n\nHow Office Design Can Support Mental Health in the Workplace\n\n\n\n           \n          \n            Derrell Jackson\n          \n\n\n          \n          \n          \n          \n\n          \n          4 minute read\n          \n        \n\n\n \n\n\nPost pandemic, companies and organizations are increasingly challenged to address mental health in the workplace. It’s clear employees value occupations that align with their mental health needs and overall well-being. Employers that embrace this will see benefits themselves; improving employee mental health—which encompasses stress, sleep quality, mood, fatigue, well-being, depression, burnout, productivity, concentration, and engagement—has been shown to reduce healthcare costs and absenteeism while increasing productivity. Of course, the foundation of a happy, healthy workplace is culture. (In fact, studies have shown that a manager impacts a worker’s mental health more than a doctor or therapist does.) To improve culture, companies are now prioritizing employee well-being programs, holistic health benefits, and open conversations about mental health. And whereas programs are vital, a workplace’s physical environment can also influence mental health. As such, facility managers have a unique opportunity to support employee mental health through the design and management of the physical office space, as follows:\nLayout\nFor concentration and productivity, private offices are preferred over open floorplans (Kropman et al.)—but we all know this isn’t feasible for most settings. To optimize open offices, limit desk clusters to 2–5 people and be sure to implement a visual and/or acoustic separation between each cluster. Visual separation doesn’t have to be limited to cubicles. Variations in flooring—whether it be a different material, pattern, or color—can be used to visually designate one zone from another.\nOffices that offer breakout rooms or spaces tend to reap the benefits of improved employee well-being, concentration, and productivity (Kropman et al.). These separate spaces empower employees with flexibility in how they work, serving as a place where they are encouraged to collaborate loudly with others or where they can find peace during a stressful day.\n\nAesthetics\nColors and textures are easy ways to dictate the mood of a given space. In breakrooms, dark or neutral colors add a coziness that can help employees relax. In work areas, whites and blues are your best bet for increased productivity and reduced stress (Kropman et al.).\nIf the idea of a white-walled work area sounds stark, consider using the floor as a way to bring in subtle bursts of color and texture. Carpet tiles with variations in pile height can usher in depth, interest, and texture without distracting from worker productivity. In kitchens or vitality spaces, colorful rubber tiles can bring a sense of playfulness and serve as a visual break from the “work zone” whites and blues.\nAcoustics\nAccording to a 2018 study, good acoustics are a top priority for employees. Choosing the right furnishings helps mitigate excess noise and echoes, with floors playing an especially integral role in this. This is such an important topic that I dedicated a previous blog post to it. For more information, read “Addressing Acoustic Comfort for Increased Productivity and Comfort.”\n\nTemperature\nThe thermostat is arguably one of the biggest points of conflict in any shared space. The ideal temperature range can vary based on the season and geographic location of a building, but 68–75º is usually a good starting point (Kropman et al.). Still, there’s always someone who’s too hot and someone else who’s too cold—it seems impossible to please everyone! So, when possible, providing employees with the ability to control the temperature in their individual space keeps everyone happy and focused.\nIndoor Air Quality\n“Stuffy” air has been shown to negatively impact employee productivity, concentration, and fatigue (Kropman et al.). Proper ventilation can be a breath of fresh air to employees’ well-being and performance. But air quality goes beyond the perception of stuffiness versus freshness—things like volatile organic compounds (VOCs) and allergens can have a very real impact on someone’s health. The U.S. Department of Labor’s Occupational Safety and Health Association estimates that poor air quality creates a combined loss of $15 billion annually for businesses due to worker inefficiency and sick days. Recent statistics from the Asthma & Allergy Foundation of America suggest that 27 million Americans suffer from asthma and another 100 million have allergies. Designing a space that reduces exposure to asthma and allergy triggers relies heavily on selecting the right materials from the get-go. When choosing a floorcovering, for example, facility managers should place careful evaluation on the materials, chemicals, and adhesives used in the product’s manufacturing, installation, and daily maintenance. I’ve written more on this topic previously; check out the blog post “How Climate Change Impacts Our Buildings and the People Inside—and Design Choices That Can Help” for more detailed information and guidance.\n\nLight\nOur circadian rhythms are heavily impacted by light. Employees who work in dark offices or with minimal exposure to natural light are likely to be fatigued and experience poorer sleep quality—which in turn result in reduced concentration and productivity (Kropman et al.). Darker days in the fall and winter can also lead to depression, with an estimated 10 million Americans experiencing seasonal affective disorder. Increasing exposure to natural light in the office—designing around windows, installing skylights or solar tubes, or at the very least offering access to artificial sunlight lamps—can boost moods and performance. At the same time, be sure to offer options for employees to block out excess light or glare when needed.\nLightbulbs are lower-hanging fruit. Selecting bulbs with the right brightness and relative temperature can work wonders in improving productivity, concentration, and fatigue. For optimal performance, select bright, cool-toned lights over dim, warm-toned lights. To go above and beyond, give employees the ability to control the lighting in their workspace, which can further improve well-being and engagement (Kropman et al.).\nNature\nViews of nature have been shown to reduce fatigue and improve sleep quality, mood, productivity, and well-being. For offices that can’t guarantee forest views for everyone, bringing nature into the office can have significant effects on employee mental health too. Incorporating 1–3 plants per employee can increase productivity by 3–15%, increase concentration by 10–20%, and reduce stress by 4–8%. Just be sure not to get too carried away, as too many plants, which could be visually overwhelming, can backfire (Kropman et al.).\nThe average full-time worker spends nearly half of their waking time at work. The least we can do is ensure their office supports not only their performance but, more importantly, their mental health and overall well-being too.\nSource: Daan Kropman, Rianne Appel-Meulenbroek, Lisanne Bergefurt & Pascale LeBlanc (2023) The business case for a healthy office; a holistic overview of relations between office workspace design and mental health, Ergonomics, 66:5, 658-675, DOI: 10.1080/00140139.2022.2108905 \n\nEditor's Note:  As the director of workplace segment markets for Tarkett North America, Derrell leads the organization’s strategic planning for market growth in corporate offices, life sciences, and multi-family projects. He believes collaboration is the key to any organization’s success and is passionate about supporting Tarkett customers with the research and design strategies needed for evolving the future of workplace environments. \n\n \n\n\n\n\nShare:\n\n\nShare this page on Facebook\n\n\n\n\nlinkedin-in icon\n\n\n\n\ntwitter icon\n\n\n\n\npinterest-p icon\n\n\n\n\nenvelope icon",
    "categories": [],
    "source": "IFMA Blog",
    "language": "en",
    "id": "e419384c9c1a33ac81b481e8a9c62efd",
    "collected_at": "2025-03-05T08:10:19.019375"
}